Repository: bnfy/blanc
Catalog: copy/generated/ios/Localizable.xcstrings
Source language: en
Languages: de

# ws.row.current
source: Current workspace
de: Aktueller Arbeitsbereich

# ws.row.showWindow
source: Show window
de: Fenster zeigen

# ws.row.retained
source: Retained in memory
de: Im Speicher gehalten

# ws.row.open
source: Open workspace
de: Arbeitsbereich öffnen

# ws.manage.label
source: Manage %1$@
de: %1$@ verwalten

# ws.manage.back
source: Back
de: Zurück

# ws.manage.rename
source: Rename
de: Umbenennen

# ws.manage.delete
source: Delete…
de: Löschen…

# ws.manage.moveUp
source: Move up
de: Nach oben

# ws.manage.moveDown
source: Move down
de: Nach unten

# ws.delete.confirm
source: Delete “%1$@”? Open tabs stay available. You can restore the saved workspace from Recently Deleted for seven days.
de: „%1$@“ löschen? Offene Tabs bleiben verfügbar. Den gespeicherten Arbeitsbereich kannst du sieben Tage lang unter „Zuletzt gelöscht“ wiederherstellen.

# ws.delete.button
source: Delete workspace
de: Arbeitsbereich löschen

# ws.recovery.back
source: Back to workspaces
de: Zu den Arbeitsbereichen

# ws.recovery.help
source: Saved workspaces are recoverable for seven days. Up to %1$@ deleted workspaces are kept.
de: Gespeicherte Arbeitsbereiche lassen sich sieben Tage lang wiederherstellen. Bis zu %1$@ gelöschte Arbeitsbereiche werden aufbewahrt.

# ws.recovery.restore
source: Restore
de: Wiederherstellen

# ws.recovery.forget
source: Delete permanently…
de: Endgültig löschen…

# ws.forget.confirm
source: Permanently delete “%1$@”? This saved workspace cannot be restored.
de: „%1$@“ endgültig löschen? Dieser gespeicherte Arbeitsbereich lässt sich nicht wiederherstellen.

# ws.forget.button
source: Delete permanently
de: Endgültig löschen

# ws.list.empty
source: No saved workspaces yet.
de: Noch keine gespeicherten Arbeitsbereiche.

# ws.list.undo
source: Workspace deleted · Undo
de: Arbeitsbereich gelöscht · Rückgängig

# ws.list.recentlyDeleted
source: Recently Deleted (%1$lld)
de: Zuletzt gelöscht (%1$lld)

# ws.list.patronSettings
source: Patron settings
de: Patron-Einstellungen

# glance.picker.title
source: Choose a tab for Glance
de: Einen Tab für Glance wählen

# glance.picker.cancelLabel
source: Cancel choosing a Glance tab
de: Auswahl eines Tabs für Glance abbrechen

# glance.picker.filter
source: Filter open tabs
de: Offene Tabs filtern

# glance.picker.hintNavigate
source: ↑↓ navigate
de: ↑↓ navigieren

# glance.picker.hintOpen
source: ↵ open
de: ↵ öffnen

# glance.picker.hintCancel
source: esc cancel
de: esc abbrechen

# glance.picker.openTab
source: open tab
de: offener Tab

# glance.picker.noMatches
source: No matching open tabs
de: Keine passenden offenen Tabs

# glance.picker.noTabs
source: Open another tab to use Glance
de: Öffne einen weiteren Tab, um Glance zu nutzen

# glance.picker.available
source: %1$lld tabs available
de: %1$lld Tabs verfügbar

# glance.opened
source: %1$@ opened in Glance
de: %1$@ in Glance geöffnet

# glance.openedUntitled
source: Tab opened in Glance
de: Tab in Glance geöffnet

# glance.openFailed
source: Couldn’t open that tab in Glance
de: Dieser Tab konnte nicht in Glance geöffnet werden

# find.placeholder
source: Find in page
de: Auf der Seite suchen

# find.prev
source: Previous match
de: Vorheriger Treffer

# find.next
source: Next match
de: Nächster Treffer

# shield.back
source: Back to site protection
de: Zurück zum Website-Schutz

# shield.title
source: Site protection
de: Website-Schutz

# shield.close
source: Close site protection
de: Website-Schutz schließen

# shield.currentBlocker
source: Current blocker
de: Aktueller Blocker

# shield.change
source: Change
de: Ändern

# shield.changeLabel
source: Change blocker
de: Blocker ändern

# shield.adBlocking
source: Ad & tracker blocking
de: Werbe- und Tracker-Blockierung

# shield.on
source: on
de: an

# shield.off
source: off
de: aus

# shield.toggleLabel
source: Ad & tracker protection for this site
de: Werbe- und Tracker-Schutz für diese Website

# shield.reloadNote
source: Changing site protection reloads this page.
de: Eine Änderung des Website-Schutzes lädt diese Seite neu.

# shield.uboLabel
source: Open uBlock Origin controls
de: Steuerung von uBlock Origin öffnen

# shield.uboOpen
source: Open controls
de: Steuerung öffnen

# shield.dark
source: Dark website
de: Dunkle Website

# shield.darkLabel
source: Dark website for this site
de: Dunkle Darstellung für diese Website

# shield.darkNote
source: Applies while Blanc is dark.
de: Gilt, solange Blanc dunkel ist.

# shield.connection
source: Connection
de: Verbindung

# shield.settings
source: Blocking settings
de: Blocker-Einstellungen

# shield.chooseBlocker
source: Choose a blocker
de: Blocker wählen

# shield.active
source: Active
de: Aktiv

# shield.uboTagline
source: Advanced filtering and controls
de: Erweiterte Filter und Steuerung

# shield.restartNote
source: Changes take effect after restarting Blanc.
de: Änderungen werden nach einem Neustart von Blanc wirksam.

# shield.restartNeeded
source: Restart Blanc to use your selected blocker.
de: Starte Blanc neu, um den gewählten Blocker zu verwenden.

# shield.privateNote
source: Private tabs use Blanc Blocker; uBO isn’t supported in temporary private sessions.
de: Private Tabs nutzen Blanc Blocker; uBO wird in temporären privaten Sitzungen nicht unterstützt.

# shield.done
source: Done
de: Fertig

# shield.restart
source: Restart Blanc
de: Blanc neu starten

# shield.restarting
source: Restarting…
de: Wird neu gestartet…

# shield.saving
source: Saving…
de: Wird gespeichert…

# shield.scopeRegular
source: For regular tabs on this device.
de: Für normale Tabs auf diesem Gerät.

# shield.error
source: Could not complete the change. Your choice is shown above; try again when you’re ready.
de: Die Änderung konnte nicht abgeschlossen werden. Deine Auswahl steht oben; versuche es erneut, wenn du bereit bist.

# connection.https
source: Uses HTTPS
de: Nutzt HTTPS

# connection.http
source: Not encrypted
de: Nicht verschlüsselt

# connection.local
source: Local
de: Lokal

# capture.pop.inUse
source: in use
de: in Verwendung

# capture.pop.sharing
source: sharing
de: wird geteilt

# capture.popupWindow
source: popup window
de: Pop-up-Fenster

# capture.stop
source: stop
de: stoppen

# capture.row.goBoth
source: %1$@ — camera & microphone in use; go to it
de: %1$@ – Kamera & Mikrofon in Verwendung; dorthin wechseln

# capture.row.goCamera
source: %1$@ — camera in use; go to it
de: %1$@ – Kamera in Verwendung; dorthin wechseln

# capture.row.goMicrophone
source: %1$@ — microphone in use; go to it
de: %1$@ – Mikrofon in Verwendung; dorthin wechseln

# capture.row.stopBoth
source: stop — %1$@ camera & microphone in use
de: stoppen – %1$@ Kamera & Mikrofon in Verwendung

# capture.row.stopCamera
source: stop — %1$@ camera in use
de: stoppen – %1$@ Kamera in Verwendung

# capture.row.stopMicrophone
source: stop — %1$@ microphone in use
de: stoppen – %1$@ Mikrofon in Verwendung

# share.row.pending
source: Sharing…
de: Wird geteilt…

# share.row.sharing
source: Sharing %1$@
de: %1$@ wird geteilt

# share.row.sharingScreen
source: Sharing this screen
de: Dieser Bildschirm wird geteilt

# share.audioOn
source: Computer audio on
de: Computer-Audio an

# share.audioOff
source: Computer audio off
de: Computer-Audio aus

# share.row.label
source: %1$@. %2$@. Go to tab
de: %1$@. %2$@. Zum Tab wechseln

# share.stop
source: Stop sharing
de: Teilen beenden

# share.stopLabel
source: Stop sharing %1$@
de: Teilen von %1$@ beenden

# share.stopLabelScreen
source: Stop sharing this screen
de: Teilen dieses Bildschirms beenden

# row.pin
source: Pin tab
de: Tab anheften

# row.unpin
source: Unpin tab
de: Tab lösen

# row.mute
source: Mute tab
de: Tab stummschalten

# row.unmute
source: Unmute tab
de: Ton des Tabs einschalten

# row.glanceOpen
source: Open this tab in Glance
de: Diesen Tab in Glance öffnen

# group.fold
source: Fold group
de: Gruppe einklappen

# group.unfold
source: Unfold group
de: Gruppe aufklappen

# device.fold
source: Fold device
de: Gerät einklappen

# device.unfold
source: Unfold device
de: Gerät aufklappen

# slash.sleep.none
source: No background tabs can be quieted right now.
de: Gerade können keine Hintergrund-Tabs ruhen gelassen werden.

# slash.sleep.failed
source: Could not quiet background tabs.
de: Hintergrund-Tabs konnten nicht ruhen gelassen werden.

# closed.header
source: recently closed
de: zuletzt geschlossen

# closed.fold
source: Fold recently closed
de: Zuletzt geschlossene einklappen

# closed.unfold
source: Unfold recently closed
de: Zuletzt geschlossene aufklappen

# closed.clear
source: clear
de: leeren

# closed.clearAll
source: Forget all closed tabs
de: Alle geschlossenen Tabs vergessen

# closed.reopen
source: Reopen closed tab
de: Geschlossenen Tab wieder öffnen

# closed.forget
source: Forget closed tab
de: Geschlossenen Tab vergessen

# result.tag.favorite
source: favorite
de: favorit

# result.tag.history
source: history
de: verlauf

# result.tag.group
source: group
de: gruppe

# result.tag.remote
source: remote
de: gerät

# siteInfo.localPage
source: local page
de: lokale Seite

# siteInfo.cert.subject
source: Certificate for
de: Zertifikat für

# siteInfo.cert.issuer
source: Issued by
de: Ausgestellt von

# siteInfo.cert.validFrom
source: Valid from
de: Gültig ab

# siteInfo.cert.validUntil
source: Valid until
de: Gültig bis

# siteInfo.cert.fingerprint
source: Fingerprint
de: Fingerabdruck

# siteInfo.blocked
source: Blanc blocked %1$lld requests
de: Blanc hat %1$lld Anfragen blockiert

# siteInfo.noneBlocked
source: No blocked requests on this page
de: Keine blockierten Anfragen auf dieser Seite

# siteInfo.privacySettings
source: Privacy settings
de: Datenschutzeinstellungen

# siteInfo.stopAllowing
source: Stop allowing
de: Nicht mehr erlauben

# siteInfo.hint.certError
source: this certificate could not be verified
de: dieses Zertifikat konnte nicht überprüft werden

# siteInfo.hint.certException
source: you continued past a certificate warning
de: du hast eine Zertifikatswarnung übergangen

# siteInfo.hint.chromium
source: connection details are supplied by Chromium
de: Verbindungsdetails stammen von Chromium

# list.noCommand
source: no matching command
de: kein passender Befehl

# list.noMatches
source: no matches — ↵ opens as address or search
de: keine Treffer – ↵ öffnet als Adresse oder Suche

# hint.private
source: private · nothing here is saved to history
de: privat · hier wird nichts im Verlauf gespeichert

# hint.groups
source: /group moves this tab · %1$@1–9 jumps between sections
de: /group verschiebt diesen Tab · %1$@1–9 springt zwischen Abschnitten

# hint.default
source: %1$@L summons · / for commands
de: %1$@L ruft auf · / für Befehle

# result.tag.search
source: search
de: suche

# menu.newWindow
source: New Window
de: Neues Fenster

# menu.newPrivateWindow
source: New Private Window
de: Neues privates Fenster

# menu.newTab
source: New Tab
de: Neuer Tab

# menu.newPrivateTab
source: New Private Tab
de: Neuer privater Tab

# menu.closeTab
source: Close Tab
de: Tab schließen

# menu.reopenClosedTab
source: Reopen Closed Tab
de: Geschlossenen Tab wieder öffnen

# menu.searchCommands
source: Search & Commands
de: Suche & Befehle

# menu.find
source: Find…
de: Suchen…

# menu.reloadTab
source: Reload Tab
de: Tab neu laden

# menu.hardReloadTab
source: Hard Reload Tab (Bypass Cache)
de: Tab vollständig neu laden (ohne Cache)

# menu.showHistory
source: Show History
de: Verlauf anzeigen

# menu.settings
source: Settings
de: Einstellungen

# menu.nextTab
source: Next Tab
de: Nächster Tab

# menu.previousTab
source: Previous Tab
de: Vorheriger Tab

# menu.reload
source: Reload
de: Neu laden

# menu.copyCleanLink
source: Copy Clean Link
de: Bereinigten Link kopieren

# menu.undo
source: Undo
de: Rückgängig

# menu.redo
source: Redo
de: Wiederholen

# menu.cut
source: Cut
de: Ausschneiden

# menu.copy
source: Copy
de: Kopieren

# menu.paste
source: Paste
de: Einfügen

# menu.delete
source: Delete
de: Löschen

# menu.selectAll
source: Select All
de: Alles auswählen

# contextMenu.openLinkInNewTab
source: Open Link in New Tab
de: Link in neuem Tab öffnen

# contextMenu.copyLinkAddress
source: Copy Link Address
de: Linkadresse kopieren

# contextMenu.openImageInNewTab
source: Open Image in New Tab
de: Bild in neuem Tab öffnen

# contextMenu.copyImage
source: Copy Image
de: Bild kopieren

# contextMenu.copyImageAddress
source: Copy Image Address
de: Bildadresse kopieren

# contextMenu.saveImageAs
source: Save Image As…
de: Bild speichern unter…

# contextMenu.addToDictionary
source: Add to Dictionary
de: Zum Wörterbuch hinzufügen

# contextMenu.searchFor
source: Search for “%1$@”
de: Nach „%1$@“ suchen

# contextMenu.back
source: Back
de: Zurück

# contextMenu.forward
source: Forward
de: Vorwärts

# contextMenu.viewSource
source: View Page Source
de: Quelltext anzeigen

# contextMenu.inspect
source: Inspect Element
de: Element untersuchen

# addressMenu.pasteAndGo
source: Paste and Go
de: Einfügen und öffnen

# tabMenu.copyLink
source: Copy Link
de: Link kopieren

# tabMenu.duplicate
source: Duplicate Tab
de: Tab duplizieren

# tabMenu.pin
source: Pin Tab
de: Tab anheften

# tabMenu.unpin
source: Unpin Tab
de: Tab lösen

# tabMenu.mute
source: Mute Tab
de: Tab stummschalten

# tabMenu.unmute
source: Unmute Tab
de: Ton einschalten

# tabMenu.saveFavorite
source: Save to Favorites
de: Zu Favoriten hinzufügen

# tabMenu.removeFavorite
source: Remove from Favorites
de: Aus Favoriten entfernen

# tabMenu.moveToGroup
source: Move to Group
de: In Gruppe verschieben

# tabMenu.removeFromGroup
source: Remove from Group
de: Aus Gruppe entfernen

# tabMenu.newGroup
source: New Group…
de: Neue Gruppe…

# tabMenu.glance
source: Open in Glance
de: In Glance öffnen

# tabMenu.quiet
source: Quiet This Tab Now
de: Tab jetzt ruhen lassen

# tabMenu.closeOthers
source: Close Other Tabs
de: Andere Tabs schließen

# tabMenu.moveToNewWindow
source: Move Tab to New Window
de: Tab in neues Fenster verschieben

# workspaceMenu.rename
source: Rename…
de: Umbenennen…

# workspaceMenu.delete
source: Delete…
de: Löschen…

# dock.activeTab
source: Active tab
de: Aktiver Tab
